Repository: AlanBorim/magni
Catalog: locale/*.UTF-8/LC_MESSAGES/messages.po
Languages: pt_br

source: Menu profile
pt_br: Perfil

source: Menu config
pt_br: Configurações

source: Menu out
pt_br: Sair

source: Rodape
pt_br: Apoio19 © - Todos os direitos reservados.

source: Twofa title
pt_br: Verificação de 2 Fatores

source: Twofa subtitle
pt_br: Código de Verificação:

source: Twofa placeholder
pt_br: Digite o código de 6 dígitos

source: Twofa button
pt_br: Verificar

source: Twofa error
pt_br: Código 2FA inválido. Tente novamente.

source: Twofa out link
pt_br: Sair da conta

source: Recover title
pt_br: Recuperar Senha

source: Recover Link
pt_br: Enviar Link

source: Recover back
pt_br: Voltar para o Login

source: Recover success
pt_br: Um link de redefinição foi enviado para o seu e-mail.

source: Recover error
pt_br: E-mail não encontrado!

source: Recover errorMail
pt_br: Falha ao enviar o e-mail. Tente novamente mais tarde.

source: Register title
pt_br: Criar uma Conta

source: Register name
pt_br: Nome

source: Register password
pt_br: Senha:

source: Register confirm password
pt_br: Confirmar Senha

source: Register button
pt_br: Registrar

source: Register back
pt_br: Já tem uma conta? Faça login

source: Register success
pt_br: Conta criada com sucesso.

source: Register error
pt_br: Erro ao criar a conta:

source: Register errorAccount
pt_br: E-mail já está registrado.

source: Dash welcome
pt_br: Bem-vindo à Dashboard

source: Dash permission
pt_br: Seu nível de permissão é:

source: Dash permission desc
pt_br: Você tem permissões de administrador.

source: Dash permission client
pt_br: Você tem permissões limitadas.

source: Dash 2fa
pt_br: Você ainda não habilitou a autenticação de dois fatores (2FA).

source: Dash 2fa button
pt_br: Habilitar 2FA

source: Dash Attention
pt_br: Atenção!

source: Dash user
pt_br: Usuários

source: Dash user desc
pt_br: Gerencie os usuários do sistema.

source: Dash clients
pt_br: Empresas

source: Dash clients desc
pt_br: Gerencie as empresas cadastradas.

source: Dash modules
pt_br: Módulos Adicionais

source: Dash modules desc
pt_br: Configure os módulos adicionais do sistema.

source: Dash button
pt_br: Acessar

source: Profile title
pt_br: Perfil do Usuário

source: Profile menu personal
pt_br: Dados Pessoais

source: Profile menu password
pt_br: Alterar Senha

source: Profile menu settings
pt_br: Preferências

source: Profile form nome
pt_br: Nome

source: Profile form email
pt_br: E-mail

source: Profile form phone
pt_br: Telefone

source: Profile form permissions
pt_br: Permissões

source: Profile form button
pt_br: Salvar Alterações

source: Profile form placeholder
pt_br: Selecione...

source: Profile form empty
pt_br: Nenhuma permissão disponível

source: Profile picture button
pt_br: Alterar Foto

source: Profile additional info
pt_br: Informações Adicionais

source: Profile last login
pt_br: Último login

source: Profile status
pt_br: Status

source: Profile status active
pt_br: Ativo

source: Profile status inactive
pt_br: Inativo

source: Profile current pass
pt_br: Senha Atual:

source: Profile new pass
pt_br: Nova Senha:

source: Profile confirm pass
pt_br: Confirmar a Nova Senha

source: Profile pass button
pt_br: Alterar Senha

source: Profile settings email
pt_br: Receber notificações por e-mail

source: Profile settings 2fa
pt_br: 2FA Habilitado

source: Profile dark mode
pt_br: Ativar modo escuro

source: Profile dark mode inactive
pt_br: Disable dark mode

source: Profile settings button
pt_br: Salvar Preferências

source: Profile modal title
pt_br: Selecionar Nova Foto:

source: Profile modal form
pt_br: Selecionar Nova Foto:

source: Profile modal form cancel
pt_br: Cancelar

source: Config 2fa title
pt_br: Configuração de Autenticação de Dois Fatores (2FA)

source: Config 2fa subtitle
pt_br: Melhore a segurança da sua conta

source: Config 2fa desc
pt_br: Baixe o aplicativo <strong>Google Authenticator</strong> na Google Play Store para gerar códigos de autenticação seguros.

source: Config 2fa qr title
pt_br: Escaneie o código QR com o aplicativo <strong>Google Authenticator</strong>:

source: Config 2fa qr text
pt_br: Ou insira manualmente a chave secreta:

source: Config 2fa code validate
pt_br: Digite o código de 6 dígitos gerado pelo Google Authenticator:

source: Config 2fa button
pt_br: Habilitar 2FA

source: Users title
pt_br: Usuários Cadastrados

source: Users new user
pt_br: Cadastrar Novo Usuário
